<template>
	<view class="">
		<view style="padding: 5px 25px; text-align: left;">
			<h2 style="text-align: center;">达管家隐私政策</h2>
			<p>
				深圳市西墨智慧科技有限公司（以下简称“本应用”）尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本应用会按照本隐私权政策的规定使用和披露您的个人信息。但本应用将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本应用不会将这些信息对外披露或向第三方提供。本应用会不时更新本隐私权政策。
				您在同意本应用服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本应用服务使用协议不可分割的一部分。
			</p>
			<h4>一、适用范围</h4>
			<p>1、在您注册本应用帐号时，您根据本应用要求提供的个人注册信息；</p>
			<p>
				2、在您使用本应用网络服务，或访问本应用平台网页时，本应用自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；
			</p>
			<p>3、本应用通过合法途径从商业伙伴处取得的用户个人数据。</p>
			<p>
				4.
				您可以申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。账户一旦被注销将不可恢复，请您在操作之前自行备份账户相关的所有信息和数据。注销账户后，您将无法再使用本账户，也将无法找回您账户中及与账户相关的任何内容或信息。
			</p>
			<p>5. APP用户登录后，点击【我的】--【头像】--【账号注销】，即可进行账号注销操作，账号注销后，一般情况下，几分钟内即可完成注销流程。</p>
			<p>您了解并同意，以下信息不适用本隐私权政策：</p>
			<p>a、您在使用本应用平台提供的搜索服务时输入的关键字信息；</p>
			<p>b、本应用收集到的您在本应用发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；</p>
			<p>c、违反法律规定或违反本应用规则行为及本应用已对您采取的措施。</p>
			<h4>二、信息收集和使用</h4>
			信息收集：您理解并同意，部分单项服务可能需要您在您的设备中开启特定的访问权限，以实现这些权限所涉及信息的收集和使用。例如：
			<p>（1）在您开启相册和/或相机（摄像头）权限后，您能够上传、拍摄照片/图片/视频、视频通话；</p>
			<p>（2）在您开启通讯录权限后，可以在远程开门时，避免因为是陌生电话错过开门呼叫提醒；</p>
			<p>（3）在您开启麦克风和相关语音权限后，您能够使用语音功能与他人进行对讲交互进行开门确认；</p>
			<p>（4）在您开启位置权限后，我们可以获取您的位置信息，以便让您快捷使用当前小区的产品和服务；</p>
			信息使用：
			<p>
				1、本应用不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本应用（含本应用关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。
			</p>
			<p>2、本应用亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本应用平台用户如从事上述活动，一经发现，本应用有权立即终止与该用户的服务协议。</p>
			<p>
				3、为服务用户的目的，本应用可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与本应用合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。
			</p>
			<h4>三、信息披露</h4>
			在如下情况下，本应用将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：
			<p>1、经您事先同意，向第三方披露；</p>
			<p>2、为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；</p>
			<p>3、根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
			<p>4、如您出现违反中国有关法律、法规或者本应用服务协议或相关规则的情况，需要向第三方披露；</p>
			<p>5、如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</p>
			<p>
				6、在本应用平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，本应用有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；
			</p>
			<p>7、其它本应用根据法律、法规或者网站政策认为合适的披露；</p>
			<h4>四、信息存储和交换</h4>
			<p>
				本应用收集的有关您的信息和资料将保存在本应用及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本应用收集信息和资料所在地的境外并在境外被访问、存储和展示。
			</p>
			<p>一般来说，本公司仅保留您的个人信息至履行收集目的所需的期限，同时将遵守适用法律规定的数据保留期限。</p>
			<h4>五、Cookie的使用</h4>
			<p>
				1、在您未拒绝接受cookies的情况下，本应用会在您的计算机上设定或取用cookies
				，以便您能登录或使用依赖于cookies的本应用平台服务或功能。本应用使用cookies可为您提供更加周到的个性化服务，包括推广服务。
			</p>
			<p>
				2、您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本应用网络服务或功能。
			</p>
			<p>3、通过本应用所设cookies所取得的有关信息，将适用本政策。</p>
			<h4>六、信息安全</h4>
			<p>
				1、本应用帐号均有安全保护功能，请妥善保管您的用户名及密码信息。本应用将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。
			</p>
			<p>2、在使用本应用网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对。</p>
			<p>3、保证您的个人数据的安全对我们来说至关重要。当您在本公司的移动App中注册输入个人数据时，我们会利用安全套接字层技术 (SSL) 对这些信息进行加密。</p>
			<p>4、然而，没有任何一种互联网传输或电子存储方法是100%安全的。因此，尽管我们通过商业上可接受的方式来保护您的个人信息，但仍无法保证信息的绝对安全。</p>
			<h4>七、法律免责声明</h4>
			<p>
				在法律要求的情况下，以及本公司认为必须披露与您有关的信息来保护本公司的法定权益和/或遵守司法程序、法院指令或适用于本公司的移动App的法律程序时，我们有权透露您的个人信息。
			</p>
			<p>如果本公司确定为了执行本公司的条款和条件或保护我们的经营，披露是合理必须的，则我们可披露与您有关的信息。</p>
			<h4>八、本隐私政策的更改</h4>
			<p>
				1、如果决定更改隐私政策，我们会在本政策中、本公司网站中以及我们认为适当的位置发布这些更改，以便您了解我们如何收集、使用您的个人信息，哪些人可以访问这些信息，以及在什么情况下我们会透露这些信息。
			</p>
			<p>2、本公司保留随时修改本政策的权利，因此请经常查看。如对本政策作出重大更改，本公司会通过网站通知的形式告知。</p>
			<p>
				为防止向第三方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是本应用用户名及密码发生泄露，请您立即联络本应用客服，以便本应用采取相应措施。
			</p>
			<h4>九、DCloud相关条款</h4>
			<p>
				1、我们的产品基于DCloud uni-app(5+ App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM 卡 IMSI
				信息）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。详情内容请访问《DCloud用户服务条款》。（DCloud用户服务条款超链至：https://ask.dcloud.net.cn/protocol.html）
			</p>
			<h4>十、消息推送相关条款</h4>
			<p>
				1、本应用集成个推SDK、华为推送SDK、OPPO推送SDK，我们会收集您的设备平台、设备厂商、设备品牌、设备识别码等设备信息，应用列表信息、网络信息以及位置相关信息，用于为您提供消息推送技术服务。我们在向您推送消息时，我们可能会授权每日互动股份有限公司进行链路调节，相互促活被关闭的SDK推送进程，保障您可以及时接收到我们向您推送的消息。详细内容请访问《个推用户隐私政策》（需将《个推用户隐私政策》超链至：http://docs.getui.com/privacy）。
			</p>
			<h4>十一、广告相关条款</h4>
			<p>
				1、本应用集成广点通、优量汇、穿山甲广告SDK，我们会收集您的设备平台、设备厂商、设备品牌、设备识别码等设备信息、网络信息以及位置相关信息，用于广告投放与监测归因，统计展示
				、点击 、转化广告数据，以用于广告主统计投放结果，收集运行过程中的崩溃信息、性能数据，最大程度减少App崩溃、确保服务器正常运行、提升可扩展性和性能。
			</p>
			<p>
				为提升您的用户体验，例如优化广告效果，我们需要向第三方合作伙伴等，分享已经匿名化或去标识化处理后的信息，要求其严格遵守我们关于数据隐私保护的措施与要求，包括但不限于根据数据保护协议、承诺书及相关数据处理政策进行处理，避免识别出个人身份，保障隐私安全。我们不会向合作伙伴分享可用于识别您个人身份的信息（例如您的姓名或电子邮件地址），除非您明确授权。
			</p>
			<h4>十二、其它三方SDK的条款</h4>
			<p>
				1、本应用集成微信分享SDK、QQ分享SDK，微信分享SDK和QQ分享SDK都需要收集您的设备Mac地址、唯一设备识别码（IMEI/android ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI
				信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。
			</p>
			<view>
				<h4>十三、遇到问题</h4>
				<p>如果您对本政策有任何问题或投诉，请给我们发邮件到admin@intelligoo.com。</p>
			</view>
		</view>
	</view>
</template>

<script>
	
</script>

<style></style>
